cschlosser.doxdocgen
github.copilot
github.copilot-chat
mhutchie.git-graph
ms-ceintl.vscode-language-pack-zh-hans
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.remote-explorer
nvidia.nsight-vscode-edition
twxs.cmake
vscode-icons-team.vscode-icons
vscodevim.vim
